export const books = [
    {
        id: 1,
        name: 'Цифровая крепость',
        author: 'Дэн Браун',
        genre: 'Триллер',
        image: 'digitalFortress',
        description: 'Автор супербестселлера десятилетия предлагает вам взломать еще один код – сверхсложный, таящий в себе опасность и угрозу для всего мира!'
    },

    {
        id: 2,
        name: 'Приключения Оливера Твиста',
        author: 'Чарльз Диккенс',
        genre: 'Классика',
        image: 'oliverTwist',
        description: 'Оливер Твист – герой одного из лучших произведений не только британской, но и мировой литературы – начал свое триумфальное шествие по миру в 1837 году и не прекращает его по сей день. 19 экранизаций, бесчисленное количество инсценировок, один из прекраснейших мюзиклов в истории жанра – захватывающие приключения одинокого мальчика, волею судьбы заброшенного на самое дно жизни, в мир воров и убийц, и сейчас вдохновляют на создание все новых и новых произведений искусства. Колоритная, сочная галерея обитателей криминального лондонского мира, с его лихими и беспощадными бандитами, зловещими скупщиками краденого, озорными мальчишками-карманниками и по-матерински добрыми к этим «воробушкам» грязных мостовых воровскими подругами, способна заворожить как юного, так и взрослого читателя.'
    },

    {
        id: 3,
        name: 'Десять негритят',
        author: 'Агата Кристи',
        genre: 'Детектив',
        image: 'tenLittleNegroes',
        description: 'Десять никак не связанных между собой людей в особняке на уединенном острове… Кто вызвал их сюда таинственным приглашением? Зачем кто-то убивает их, одного за другим, самыми невероятными способами? Почему все происходящее так тесно переплетено с веселым детским стишком?'
    },

    {
        id: 4,
        name: 'Манифест инвестора',
        author: 'Уильям Бернстайн',
        genre: 'Финансы',
        image: 'investorManifesto',
        description: 'Книга об основах инвестирования и планирования портфеля. Главное, что пытается донести автор до читателей, заключается в рекомендации никогда не забывать о том, что обвалы рынка случаются. Именно поэтому важно выстраивать долгосрочную (да что там греха таить – и краткосрочную) стратегию таким образом, чтобы они не стали неожиданностью.'
    },

    {
        id: 5,
        name: 'Как стать бизнесменом',
        author: 'Олег Тиньков',
        genre: 'О бизнесе',
        image: 'tinkoff',
        description: 'Эта книга о том, как создать успешный бизнес и честно заработать свой первый миллион. В новой книге предприниматель Олег Тиньков лаконично и конструктивно «раскладывает по полочкам» накопленные знания и опыт – от выбора идеи для бизнеса до подготовки его к продаже.'
    },

    {
        id: 6,
        name: 'Богатый папа, бедный папа',
        author: 'Роберт Кийосаки',
        genre: 'Финансы',
        image: 'richDad',
        description: 'Автор убежден, что в школе дети не получают нужных знаний о деньгах и потом всю жизнь работают ради денег, вместо того чтобы заставить деньги работать на себя.'
    },

    {
        id: 7,
        name: 'Бизнес без MBA',
        author: 'Максим Ильяхов',
        genre: 'О бизнесе',
        image: 'business',
        description: '«Бизнес без MBA» – первая в России книга, которая закрывает разрыв между сухой теорией и голым вдохновением. Здесь собраны практические советы для тех, кто только начинает или уже начал своё дело – торговлю, разработку или услуги, в сегменте B2B или B2C. Здесь описаны самые важные вещи, которые помогут предпринимателю на старте: финансы, маркетинг, переговоры, клиентский сервис, отношения с партнерами и банками. Все советы и ситуации взяты из российской практики, на примере российского малого бизнеса. Здесь нет не связанной с жизнью теории и пустых слов вдохновения: только те знания, которые помогут защитить и развивать бизнес в суровых российских условиях. Авторы – эксперты Тинькофф Банка по финансам, экономике, маркетингу и управлению. Это люди, которые каждый день помогают малому бизнесу и знают его проблемы. Редактор – Максим Ильяхов, соавтор бестселлеров «Пиши, сокращай» и «Новые правила деловой переписки». Книга будет полезна всем, кто хочет вложить деньги в бизнес и получить прибыль, несмотря на сложные законы, непростые отношения с партнерами и жесткую конкуренцию'
    },

    {
        id: 8,
        name: 'Ход королевы',
        author: 'Уолтер Тевис',
        genre: 'Роман',
        image: 'queenGambit',
        description: 'Бет Хармон – тихая, угрюмая и, на первый взгляд, ничем не примечательная восьмилетняя девочка, которую отправляют в приют после гибели матери. Она лишена любви и эмоциональной поддержки. Ее круг общения – еще одна сирота и сторож, который учит Бет играть в шахматы, которые постепенно становятся для нее смыслом жизни.'
    },

    {
        id: 9,
        name: 'Террор',
        author: 'Дэн Симонс',
        genre: 'Триллер',
        image: 'terror',
        description: 'В 1845 году экспедиция под командованием опытного полярного исследователя сэра Джона Франклина отправляется на судах «Террор» и «Эребус» к северному побережью Канады на поиск Северо-Западного прохода из Атлантического океана в Тихий – и бесследно исчезает. Поиски ее затянулись на несколько десятилетий, сведения о ее судьбе собирались буквально по крупицам, и до сих пор картина происшедшего пестрит белыми пятнами – хотя осенью 2014 года грянула сенсация: после более чем полутора веков поисков «Эребус» был наконец обнаружен, и ученые уже готовятся приступить к изучению останков корабля, идеально сохранившихся в полярных водах. Но еще за несколько лет до этого поразительного открытия Дэн Симмонс, знаменитый автор «Гипериона» и «Эндимиона», «Илиона» и «Олимпа», «Песни Кали» и «Темной игры смерти», предложил свою версию событий: главную угрозу для экспедиции составляли не сокрушительные объятия льда, не стужа с вьюгой и не испорченные консервы – а неведомое исполинское чудовище, будто сотканное из снега и полярного мрака.'
    },

    {
        id: 10,
        name: 'Девушка с татуировкой дракона',
        author: 'Стиг Ларсон',
        genre: 'Детектив',
        image: 'dragonTattoo',
        description: 'Сорок лет загадка исчезновения юной родственницы не дает покоя стареющему промышленному магнату, и вот он предпринимает последнюю в своей жизни попытку – поручает розыск журналисту Микаэлю Блумквисту. Тот берется за безнадежное дело больше для того, чтобы отвлечься от собственных неприятностей, но вскоре понимает: проблема даже сложнее, чем кажется на первый взгляд.'
    },

    {
        id: 11,
        name: 'Мастер и Маргарита',
        author: 'Михаил Булгагов',
        genre: 'Классика',
        image: 'masterMargarita',
        description: '«Мастер и Маргарита» – бессмертное, загадочное и остроумное произведение Михаила Булгакова – главный роман его жизни. «Что я мог написать после „Мастера…“?» – признается себе автор незадолго до своей смерти.'
    },

    {
        id: 12,
        name: 'Город женщин',
        author: 'Элизабет Гилберт',
        genre: 'Роман',
        image: 'gerlCity',
        description: 'Любимица миллионов читателей Элизабет Гилберт отважно исследует вопросы женской сексуальности, границы вольности нравов и отличительные черты истинной любви. «Город женщин», роман о молодых героинях в сверкающем и дерзком театральном мире Нью-Йорка 1940-х, это еще одна история о барьерах, с которыми девушки сталкиваются – и которые преодолевают – в поисках радости жизни.'
    },
]