export const books = [
    {
        id: 1,
        name: 'Цифровая крепость',
        author: 'Дэн Браун',
        genre: 'Триллер',
        image: 'digitalFortress',
        description: 'Автор супербестселлера десятилетия предлагает вам взломать еще один код – сверхсложный, таящий в себе опасность и угрозу для всего мира!'
    },

    {
        id: 2,
        name: 'Приключения Оливера Твиста',
        author: 'Чарльз Диккенс',
        genre: 'Классика',
        image: 'oliverTwist',
        description: 'Оливер Твист – захватывающие приключения одинокого мальчика, волею судьбы заброшенного на самое дно жизни, в мир воров и убийц, и сейчас вдохновляют на создание все новых и новых произведений искусства.'
    },

    {
        id: 3,
        name: 'Десять негритят',
        author: 'Агата Кристи',
        genre: 'Детектив',
        image: 'tenLittleNegroes',
        description: 'Десять не связанных между собой людей в особняке на острове… Кто вызвал их сюда таинственным приглашением? Зачем кто-то убивает их, одного за другим, самыми невероятными способами? Почему все происходящее так тесно переплетено с веселым детским стишком?'
    },

    {
        id: 4,
        name: 'Манифест инвестора',
        author: 'Уильям Бернстайн',
        genre: 'Финансы',
        image: 'investorManifesto',
        description: 'Никогда не забывать о том, что обвалы рынка случаются. Поэтому важно выстраивать стратегию, чтобы они не стали неожиданностью.'
    },

    {
        id: 5,
        name: 'Как стать бизнесменом',
        author: 'Олег Тиньков',
        genre: 'О бизнесе',
        image: 'tinkoff',
        description: 'Эта книга о том, как создать успешный бизнес. В новой книге предприниматель Олег Тиньков «раскладывает по полочкам» накопленные знания и опыт – от выбора идеи для бизнеса до подготовки его к продаже.'
    },

    {
        id: 6,
        name: 'Богатый папа, бедный папа',
        author: 'Роберт Кийосаки',
        genre: 'Финансы',
        image: 'richDad',
        description: 'Автор убежден, что в школе дети не получают нужных знаний о деньгах и потом всю жизнь работают ради денег, вместо того чтобы заставить деньги работать на себя.'
    },

    {
        id: 7,
        name: 'Бизнес без MBA',
        author: 'Максим Ильяхов',
        genre: 'О бизнесе',
        image: 'business',
        description: 'Здесь собраны практические советы для тех, кто только начинает или уже начал своё дело – торговлю, разработку или услуги, в сегменте B2B или B2C. '
    },

    {
        id: 8,
        name: 'Ход королевы',
        author: 'Уолтер Тевис',
        genre: 'Роман',
        image: 'queenGambit',
        description: 'Бет Хармон – восьмилетняя девочка, которую отправляют в приют после гибели матери. Ее круг общения сторож, который учит Бет играть в шахматы, которые постепенно становятся для нее смыслом жизни.'
    },

    {
        id: 9,
        name: 'Террор',
        author: 'Дэн Симонс',
        genre: 'Триллер',
        image: 'terror',
        description: 'В 1845 году экспедиция под командованием опытного полярного исследователя сэра Джона Франклина отправляется на судах «Террор» и «Эребус» к северному побережью Канады на поиск Северо-Западного прохода из Атлантического океана в Тихий – и бесследно исчезает.'
    },

    {
        id: 10,
        name: 'Девушка с татуировкой дракона',
        author: 'Стиг Ларсон',
        genre: 'Детектив',
        image: 'dragonTattoo',
        description: 'Сорок лет загадка исчезновения юной родственницы не дает покоя стареющему промышленному магнату, и вот он предпринимает последнюю в своей жизни попытку – поручает розыск журналисту.'
    },

    {
        id: 11,
        name: 'Мастер и Маргарита',
        author: 'Михаил Булгагов',
        genre: 'Классика',
        image: 'masterMargarita',
        description: '«Мастер и Маргарита» – бессмертное, загадочное и остроумное произведение Михаила Булгакова – главный роман его жизни.'
    },

    {
        id: 12,
        name: 'Город женщин',
        author: 'Элизабет Гилберт',
        genre: 'Роман',
        image: 'gerlCity',
        description: 'Роман о молодых героинях в сверкающем и дерзком театральном мире Нью-Йорка 1940-х, это еще одна история о барьерах, с которыми девушки сталкиваются – и которые преодолевают – в поисках радости жизни.'
    },
]